{"inkVersion":21,"root":[[{"->":"day1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"day1":[["^Anak-anak perkenalkan ini adalah murid baru di kelas ini. Namanya player, saya harap kalian bisa berteman dengan baik yaa. ","#","^speaker: guru","/#","\n","^David coba nanti kamu perkenalkan sekolah ini ke player yaa. Biar dia bisa lebih kenal dengan sekolah kita ini.  ","#","^speaker: guru","/#","\n","^(tch, kenapa kok aku yang disuruh sih.) Oke, baik pak. ","#","^speaker: David","/#","\n","^Sesaat setelah guru pergi... ","#","^speaker: narrator","/#","\n","^Haish, apa sih itu guru kok tiba-tiba nyuruh aku kenalin-kenalin gak jelas. Alvin sini kamu!!! Kamu aja yang kenalin sekolah ke player itu aku males. ","#","^speaker: David","/#","\n","^Loh tapi guru kan nyuruh kamu, Vid. ","#","^speaker: Alvin","/#","\n","^Loh ya mangkanya aku nyuruh kamu buat kenalin sekolah ke player itu, gak boleh tah ???  Apa kamu udah jadi orang penting gitu ya, sampai aku gak bisa nyuruh kamu ? ","#","^speaker: David","/#","\n","^Loh enggak gitu tapi kan... ","#","^speaker: Alvin","/#","\n","^UDAH JANGAN BANYAK OMONG KAMU !!! Udah kamu cuma perlu dengerin perintah ku tok! ","#","^speaker: David","/#","\n","^Sorry Vid, aku bakal kenalin sekolah ke player ini. ","#","^speaker: Alvin","/#","\n","^Alvin menghampiri player ","#","^speaker: narrator","/#","\n","^Haloo player, aku Alvin. Nanti aku yang bakal kenalin sekolah ini ke kamu. ","#","^speaker: Alvin","/#","\n","ev","str","^Halo juga, Alvin. Makasih ya udah mau bantu aku.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Loh, bukannya guru nyuruh David tadi?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Okeii, kalo gitu langsung aja kita keliling sekolah ini. Ayo ikut aku. ","#","^speaker: Alvin","/#","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^David sibuk soalnya tadi, jadi aku gantiin David buat ngenalin sekolah ke kamu. ","#","^speaker: Alvin","/#","\n","^Ohh gituu, okayy. ","#","^speaker: player","/#","\n","^Okee, ayo ikut aku. ","#","^speaker: Alvin","/#","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^Saat Alvin mengenalkan player lingkungan sekolah... ","#","^speaker: narrator","/#","\n","^Player, sebelum pindah ke sekolah ini kamu sekolah dimana ?? ","#","^speaker: Alvin","/#","\n","^Sebelum pindah ke sekolah ini aku sebelumnya sekolah di Jakarta.  ","#","^speaker: player","/#","\n","^Wah jauh yaa, kenapa kok pindah dari Jakarta?? ","#","^speaker: Alvin","/#","\n","^Ohh itu soalnya orang tuaku kerjaannya dipindah-tugasin. Jadi, orang tuaku pindah rumah. Lalu aku ngikut aja. ","#","^speaker: player","/#","\n","^Loh kenapa kok kamu enggak minta tetep di sekolahmu aja, kan ribet pindah-pindah sekolah?? ","#","^speaker: Alvin","/#","\n","^Ya aku sendiri sih pinginnya gitu, tapi orang tuaku gak bolehin aku. Jadinya aku terpaksa ikut orang tuaku pindah. ","#","^speaker: player","/#","\n","^Ohhh, ya susah kalau gitu. Hahaha. ","#","^speaker: Alvin","/#","\n","^Di sekolahmu yang lama gimana lingkungannya? Ada bullying-bullying gitu kah? ","#","^speaker: Alvin","/#","\n","^Hmm... Ada sih, tapi gak seberapa sering. Aku juga gak pernah lihat sendiri, aku taunya dicritain sama temen-temen ku di sana. ","#","^speaker: player","/#","\n","^Wah, berarti kamu harus hati-hati. Soalnya di sekolah ini banyak bullying-bullying gitu. ","#","^speaker: Alvin","/#","\n","^Banyak??? Trus guru-guru mbiarin aja gitu?? Kenapa kok mereka gak ngehukum yang ngebully biar mereka jera? ","#","^speaker: player","/#","\n","^Guru-guru itu gak tau kelakuannya mereka. Soalnya mereka itu di depan guru perilakunya baik. Jadi pas kita bilang kalo mereka ngebully kita, guru-guru gak percaya. ","#","^speaker: Alvin","/#","\n","^Wah mereka pura-pura gitu ya. ","#","^speaker: player","/#","\n","^Iya bener, trus juga ada beberapa anak yang pernah ngelaporin mereka. Bukannya bebas dari bully, malah mereka tambah parah dibullynya karena udah ngelaporin ke guru. ","#","^speaker: Alvin","/#","\n","^Trus gimana biar aku gak dibully sama mereka?","\n","^Ya satu-satunya cara cuma diam aja. Meskipun mereka datang ngebully, kita udah terima aja. Daripada kita ngelawan, trus tambah parah bullying nya. Oh iya, sama kamu harus hati-hati sama David. Soalnya dia itu ketua geng bully di sekolah kita. Jadi intinya jangan ngelawan mereka. Kalau ngelawan, nanti hari-hari sekolahmu jadi kayak neraka. ","#","^speaker: Alvin","/#","\n","^Oh iya, kalau kamu mau pakai cara ini, hati-hati kamu harus kendalikan stress-mu. Soalnya ada anak yang stress karena dibully terus. Akhirnya malah dia jadi mukul orang tanpa alasan. Kamu bisa ngilangin stress itu pakai kayak jajan-jajan gitu. ","#","^speaker: Alvin","/#","\n","^Ohh okeii, aku akan hati-hati kalau gitu. ","#","^speaker: player","/#","\n","^Sipp. Oh iya, ngomongin tentang jajan, apa kamu biasanya dibawain jajan/bekal/uang dari rumah?? ","#","^speaker: Alvin","/#","\n","^Iya, biasanya tiap pagi orang tuaku nyediain jajan/bekal/uang di rumah. Jadi aku tinggal bawa aja. ","#","^speaker: player","/#","\n","^Ohh…  hmm… ","#","^speaker: Alvin","/#","\n","^Vin, kamu kenapa?? ","#","^speaker: player","/#","\n","^(kaget) Oh, iya kenapa? ","#","^speaker: Alvin","/#","\n","^Tadi kamu terlihat sedikit aneh. ","#","^speaker: player","/#","\n","^Oh, aku gpp kok, cuma mikir enak ya disediain sama orang tua. Aku aja harus masak sendiri tiap pagi. Hahahahaa… ","#","^speaker: Alvin","/#","\n","^Aku ya kadang masak sendiri sih. Tapi, 1 tahun sekali paling. Wkwkwkwk” ","#","^speaker: player","/#","\n","done",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}