{"inkVersion":21,"root":[[{"->":"day5"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"day5":[["^Player berpikir apakah akan melaporkan kejadian kemarin ke guru ","#","^speaker:narrator","/#","\n","^Apakah aku perlu melaporkan David/Devi ke guru?","#","^speaker:player","/#","\n","ev","str","^Tidak melaporkan kejadian kemarin ke guru","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Laporkan kejadian kemarin ke guru","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Ahh gak usah dilaporkan. Kalo aku laporin David/Devi nti aku akan ketinggalan pelajaran.","#","^speaker:player","/#","\n","^Player menjalani harinya seperti biasa. Lalu Player kaget karena tiba-tiba David diskors oleh sekolah dan geng nya. Tanpa mengetahui apa-apa player pulang ke sekolah","#","^speaker:narrator","/#","\n","done",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^Ku Laporkan saja lah David/Devi. Aku sudah enggak tahan sama kelakuannya mereka.","#","^speaker:player","/#","\n","^Player bertemu dengan guru di ruang kelas","#","^speaker:narrator","/#","\n","^Permisi Pak, saya Player ingin melaporkan kelakuannya David. David ini benar-benar keterlaluan Pak, dia suka malak dan mbully barang murid-murid lainnya. Saya ini salah satu korbannya pak. Kemarin saya debat dengan dia karena saya udah gak tahan sama kelakuan nya, tapi dia marah karena kalah bicara dan mendorong saya ke kolam renang. Tolong hukum dia sama geng nya pak biar mereka jera.","#","^speaker:player","/#","\n","^Oh ya ?? Sebentar saya gak bisa percayai omongan mu begitu aja! Saya akan panggil David/Devi ke sini.","#","^speaker:guru","/#","\n","^Guru memanggil David ke ruang guru","#","^speaker:narrator","/#","\n","^David/Devi, saya dengar-dengar kamu suka malak barang murid-murid lain ya!","#","^speaker:guru","/#","\n","^Hah ?? Ngga kok Pak, bapak dengar darimana? Itu hoax Pak.","#","^speaker:David","/#","\n","^Hoax dari mana? Sudah keciduk gini masih saja bohong. Giliran ngga ada guru main dorong ke kolam aja.","#","^speaker:player","/#","\n","^Saya dengar dari Player. Kenapa kamu mendorong Player ke kolam renang?","#","^speaker:guru","/#","\n","^Saya gak dorong pak! Jangan main nuduh nuduh saja! Coba tanya teman-temanku yang ada di situ kemarin. Kamu jatuh sendiri ke kolam itu. Aku tau kamu ada dendam karena sempat kuejek dulu, buat itu aku minta maaf. Tapi aku ga terima difitnah gini!","#","^speaker:David","/#","\n","^Player, apa yang dikatakan David itu benar? Kok kamu jadi ngarang cerita gini? Jika kamu sampai berani mbohongi guru nanti konsekuensinya berat loh ya.","#","^speaker:guru","/#","\n","^Pak saya ini endak bohong, yang bohong itu mereka. Aku jelas-jelas didorong sama mereka ketika lagi berdebat.","#","^speaker:player","/#","\n","^Sebentar ya Player, apa kamu ada buktinya? soalnya David/Devi ini bisa membuktikan kalau teman-temannya melihat kamu jatuh sendiri ke kolam renang","#","^speaker:guru","/#","\n","^Ngga ada sih Pak, tapi mereka semua itu gengnya David pak, jadi ya pasti mereka bakal bohong buat ngelindungi David/Devi.","#","^speaker:player","/#","\n","^Ya kan aku masih bisa membawa saksi, kalau kamu malah cuma ngomong doang. Omonganmu gak bisa dibuktiin sama sekali.","#","^speaker:David","/#","\n","^...","#","^speaker:player","/#","\n","^Sudah gini saja, kamu minta maaf sama David/Devi karena sudah memfitnah dia. Kalau begitu, nanti tidak akan saya buat masalah tentang kebohongan mu. David/Devi, kamu setuju kan?","#","^speaker:guru","/#","\n","^Iya Pak, gapapa","#","^speaker:David","/#","\n","^Player melihat David melakukan gesture mengejek di saat guru tidak melihatnya.","#","^speaker:narrator","/#","\n",["ev","str","^Tidak mau meminta maaf ke David","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Mau meminta maaf ke David","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Saya endak mau pak! Kan saya endak salah apa-apa , kenapa saya harus minta maaf?","#","^speaker:player","/#","\n","^Beraninya kamu Player! Kamu mau hukumanmu ditambahin? Minta maaf ke David/Devi SEKARANG!!","#","^speaker:guru","/#","\n","^Player pun terpaksa harus meminta maaf kepada David","\n","^Baiklah! ","<>","\n",{"->":"day5.0.g-0"},{"#f":5}],"c-1":["\n",{"->":"day5.0.g-0"},{"#f":5}]}],{"#f":5}],"g-0":["<>","^David, aku mau minta ma…","#","^speaker:player","/#","\n","^Ada orang yang menyela perkataan player","#","^speaker:narrator","/#","\n","^Shhhtttttt. Pakk, Player itu gak bohong. Ini saya ada buktinya pak","#","^speaker:Alvin","/#","\n","^Hah ? Siapa lagi kamu ini ?? Mana buktinya sampai kamu bisa ngomong seperti itu?","#","^speaker:guru","/#","\n","^Ini pak, saya kemarin memvidio kelakuan David/Devi. David/Devi itu memang mendorong player ke kolam renang pak !!","#","^speaker:guru","/#","\n","^Setelah guru melihat video itu","#","^speaker:narrator","/#","\n","^David/Devi gimana ? Apakah kamu punya alasan lain","#","^speaker:guru","/#","\n","^Pak itu…","#","^speaker:David","/#","\n","^CEK WANI E KOE NGAPUSI AKU HE… !!! ","#","^speaker:guru","/#","\n","^(menghela napas)","#","^speaker:guru","/#","\n","^Kamu pintar sekali dalam berbohong ya David, sampai saya hampir percaya dengan kebohongan mu. Player Alvin/Vina, kalian bisa keluar, saya ada urusan sama bocah-bocah pembohong ini. Oh iya, sama saya minta maaf tadi saya hampir percaya sama omongan bocah pembohong ini","#","^speaker:guru","/#","\n","^Alvin dan player keluar dari ruangan ruangan","#","^speaker:narrator","/#","\n","^Terima kasih ya, Vin. Kalau kamu ngga dateng, aku ngga tau harus apa. Ngomong-ngomong, itu videonya dapet dari mana ?","#","^speaker:player","/#","\n","^Sebenere, aku denger kamu bicara sendiri beberapa hari lalu. Gara-gara itu, aku jadi kepikiran apa yang harus tak lakuin biar David ga semena-mena lagi.","#","^speaker:Alvin","/#","\n","^Terus kamu kepikiran buat ngevideo tindakan mereka gitu?","#","^speaker:player","/#","\n","^Pokoknya aku mau punya bukti yang nggak bisa disangkal. Kalau cuma video dia malaki orang aku sudah punya. Tapi aku takutnya, nanti dia bisa alesan kalau sedang itu cuma guyonan antar teman. Hukumannya mentok paling cuma ditegur, dia nggak bakal jera. Aku takut David nanti tambah marah sama aku dan jadi lebih hati-hati pas ngebully sama malak.","#","^speaker:Alvin","/#","\n","^Ooo, kamu takut kalau nanti bakal makin susah buat hentiin tindakan bully David ya.","#","^speaker:player","/#","\n","^Iya, makanya aku nunggu dia ngelakuin pelanggaran berat biar nanti hukumannya juga berat. Lalu kemarin aku gak sengaja lihat kamu debat sama dia di kolam. Langsung kurekam deh. Maaf ya pas itu ngga langsung bantuin kamu.","#","^speaker:Alvin","/#","\n","^Iya, gapapa kok. Selama David dihukum aku sih gak masalah. Hahahaha","#","^speaker:player","/#","\n","^Sebenarnya aku juga ingin melaporkan langsung hal ini kepada guru, tetapi aku melihat kamu sudah di ruang guru bersama David/Devi dan pak guru. Makanya aku memutuskan untuk mendengarkan terlebih dahulu.","#","^speaker:Alvin","/#","\n","^Pantes kamu bisa masuk disaat yang tepat.","#","^speaker:player","/#","\n","^Kita juga beruntung David/Devi tidak langsung berniat untuk meminta maaf tetapi memilih berbohong. Hal ini bisa membuat hukuman David/Devi semakin berat juga.","#","^speaker:Alvin","/#","\n","^Hahaha, dia memang perlu dikasih hukuman berat biar dia jera. Thank you ya sudah bantuin aku. Aku bener-bener ngga sudi disuru minta maaf ke David.","#","^speaker:player","/#","\n","^Iya, sama-sama","#","^speaker:Alvin","/#","\n","^David dan gengnya diskors oleh sekolah karena perbuatan yang selama ini dia lakukan. Dan juga karena membohongi guru dalam kasus yang besar. Dengan diberikannya hukuman yang berat sekolah mengharapkan David dapat berubah menjadi lebih baik setelah skors nya","#","^speaker:narrator","/#","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}